app/controllers/posts_controller.rb

  def create
    @post=Post.new(content: params[:content])
    @post.save
---
INSERT INTO "posts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "できた！！\r\n"], ["created_at", "2024-03-24 11:36:45.038003"], ["updated_at", "2024-03-24 11:36:45.038003"]]